// ==========================================================================================
// Компонент App є контейнером для решти компонентів
// ==========================================================================================

// Імпорт модуля useState - для роботи зі станом з REACT
// import { useState } frштіефддom "react";

// Імпорт модуля зі стилями компонента
import css from "./App.module.css";

// Імпорт інтерфейса стану
// ----------------------------------------------------------------------------
// import { type Votes } from "../../types/votes";

// Імпорт компонента CafeInfo
// import CafeInfo from "../CafeInfo/CafeInfo";

function App() {
  return <></>;
}

export default App;
